tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mistertea/et"
brew "libpng"
brew "asdf"
brew "python@3.10"
brew "awscli"
brew "btop"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "defaultbrowser"
brew "easy-rsa"
brew "fish"
brew "gh"
brew "little-cms2"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "kafka"
brew "librdkafka"
brew "librsync"
brew "luv"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "node"
brew "pipx"
brew "pulumi"
brew "pygments"
brew "pyright"
brew "ripgrep"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "wimlib"
brew "yarn"
brew "zlib"
brew "bufbuild/buf/buf"
brew "mistertea/et/et"
cask "disk-inventory-x"
cask "font-roboto-mono-nerd-font"
cask "keepassxc"
cask "macfuse"
cask "visual-studio-code"
cask "vlc"
