tap "bufbuild/buf"
tap "coursier/formulas"
tap "databricks/tap"
tap "datawire/blackbird"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "mistertea/et"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "oxen-ai/oxen"
tap "phospho-app/phosphobot"
tap "pluralsh/plural"
tap "pulumi/tap"
tap "saulpw/vd"
tap "supabase/tap"
tap "txn2/tap"
tap "weaveworks/tap"
brew "aichat"
brew "libpng"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "aria2"
brew "git"
brew "asdf"
brew "aws-nuke"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "blueutil"
brew "btop"
brew "coreutils"
brew "defaultbrowser"
brew "deno"
brew "direnv"
brew "docker-completion"
brew "dotnet"
brew "duckdb"
brew "easy-rsa"
brew "espeak-ng"
brew "f3"
brew "fd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "gnu-tar"
brew "gnuplot"
brew "pkgconf"
brew "python@3.14"
brew "gobject-introspection"
brew "grafana"
brew "helix"
brew "helm"
brew "htop"
brew "http-server"
brew "huggingface-cli"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "just"
brew "k6"
brew "openjdk"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "kustomize"
brew "lazygit"
brew "leveldb"
brew "librsync"
brew "litecli"
brew "livekit-cli"
brew "lsd"
brew "luarocks"
brew "luv"
brew "maven"
brew "minikube"
brew "mold"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "opencode"
brew "openjdk@11"
brew "parquet-cli"
brew "pdm"
brew "php"
brew "pipx"
brew "pixi"
brew "portaudio"
brew "potrace"
brew "pre-commit"
brew "prometheus"
brew "pwgen"
brew "pygments"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "qt"
brew "redis", restart_service: :changed
brew "repomix"
brew "sbt"
brew "scala@2.12"
brew "sops"
brew "sox"
brew "spotify_player"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zig"
brew "zlib"
brew "bufbuild/buf/buf"
brew "databricks/tap/databricks"
brew "facebook/fb/idb-companion"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mistertea/et/et"
brew "phospho-app/phosphobot/phosphobot"
brew "pulumi/tap/pulumi"
brew "saulpw/vd/visidata"
brew "supabase/tap/supabase"
brew "txn2/tap/kubefwd"
brew "weaveworks/tap/eksctl"
cask "aerospace"
cask "another-redis-desktop-manager"
cask "claude-code"
cask "codex"
cask "dbeaver-community"
cask "ente-auth"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "geekbench"
cask "ghostty"
cask "github"
cask "keepassxc"
cask "kiwix"
cask "lens"
cask "miniconda"
cask "mitmproxy"
cask "monitorcontrol"
cask "neovide-app"
cask "ngrok"
cask "ollama-app"
cask "pgadmin4"
cask "sf-symbols"
cask "visual-studio-code"
cask "vlc"
cask "zed"
vscode "anthropic.claude-code"
vscode "bazelbuild.vscode-bazel"
vscode "bengreenier.vscode-node-readme"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "openai.chatgpt"
vscode "oracle.oracle-java"
vscode "phgn.vscode-starlark"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yinfei.luahelper"
vscode "zxh404.vscode-proto3"
go "golang.org/x/tools/gopls"
go "github.com/pseudomuto/protoc-gen-doc/cmd/protoc-gen-doc"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "github.com/go-dev-frame/sponge/cmd/protoc-gen-go-gin"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/go-dev-frame/sponge/cmd/protoc-gen-go-rpc-tmpl"
go "github.com/srikrsna/protoc-gen-gotag"
go "github.com/go-dev-frame/sponge/cmd/protoc-gen-json-field"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "github.com/envoyproxy/protoc-gen-validate"
go "github.com/go-dev-frame/sponge/cmd/sponge"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
