tap "bufbuild/buf"
tap "coursier/formulas"
tap "datawire/blackbird"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "macos-fuse-t/cask"
tap "mistertea/et"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "pluralsh/plural"
tap "saulpw/vd"
tap "txn2/tap"
tap "weaveworks/tap"
brew "aichat"
brew "libpng"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "openjdk@11"
brew "apache-flink"
brew "apache-spark"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "aws-nuke"
brew "awscli"
brew "bat"
brew "bazel"
brew "blueutil"
brew "btop"
brew "defaultbrowser"
brew "deno"
brew "docker-completion"
brew "dotnet"
brew "duckdb"
brew "easy-rsa"
brew "espeak"
brew "f3"
brew "fd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "qt"
brew "gnuplot"
brew "pkgconf"
brew "gobject-introspection"
brew "helix"
brew "helm"
brew "htop"
brew "node"
brew "http-server"
brew "hugo"
brew "icu4c@75"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "jq"
brew "openjdk"
brew "kafka"
brew "librdkafka"
brew "kcat"
brew "lazygit"
brew "leveldb"
brew "librsync"
brew "litecli"
brew "lsd"
brew "luarocks"
brew "luv"
brew "maven"
brew "minikube"
brew "mold"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "neovim", args: ["HEAD"]
brew "parquet-cli"
brew "pdm"
brew "php"
brew "pipx"
brew "pixi"
brew "postgresql@14"
brew "potrace"
brew "pwgen"
brew "pygments"
brew "pyright"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "repomix"
brew "ripgrep"
brew "sbt"
brew "scala@2.12"
brew "spotify_player"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zlib"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mistertea/et/et"
brew "saulpw/vd/visidata"
brew "txn2/tap/kubefwd"
brew "weaveworks/tap/eksctl"
cask "aerospace"
cask "arduino-ide"
cask "dbeaver-community"
cask "disk-inventory-x"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-cloud-sdk"
cask "keepassxc"
cask "kiwix"
cask "miniconda"
cask "mitmproxy"
cask "monitorcontrol"
cask "mu-editor"
cask "neovide"
cask "ngrok"
cask "ollama"
cask "pgadmin4"
cask "sf-symbols"
cask "visual-studio-code"
cask "vlc"
cask "zed"
vscode "bazelbuild.vscode-bazel"
vscode "bengreenier.vscode-node-readme"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "oracle.oracle-java"
vscode "phgn.vscode-starlark"
vscode "phind.phind"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yinfei.luahelper"
vscode "zxh404.vscode-proto3"
